{
    "documents": [
        {
            "_id": "65a4e5f6a7b8c9d0e1f2a3b4",
            "title": "Entrevista - Estudiante Posgrado 01",
            "originalFilename": "entrevista_estudiante_01.docx",
            "originalFormat": "docx",
            "markdownContent": "# Entrevista Estudiante de Maestría\n\n**Fecha:** 15 de enero de 2024  \n**Participante:** E01  \n**Edad:** 28 años  \n**Programa:** Maestría en Psicología Clínica\n\n## Pregunta 1: ¿Cómo describirías tu experiencia emocional durante el último semestre?\n\nHonestamente, ha sido muy difícil. Siento que la **ansiedad** se ha vuelto mi compañera constante. Hay días en los que me despierto y ya siento esa presión en el pecho, especialmente cuando pienso en todas las tareas pendientes. La carga de trabajo es abrumadora, y a veces siento que no importa cuánto me esfuerce, nunca es suficiente.\n\n## Pregunta 2: ¿Qué factores crees que contribuyen a ese estado?\n\nCreo que principalmente es la **carga de trabajo**. Tenemos que leer muchísimo, escribir ensayos cada semana, y además hacer prácticas profesionales. También están las **expectativas altas** que tengo sobre mí misma. Vengo de una familia donde todos son profesionales exitosos, y siento que no puedo fallar.\n\nOtra cosa es el **aislamiento social**. Desde que empecé el posgrado, prácticamente no tengo vida social. Mis amigos de la licenciatura ya no me buscan porque siempre estoy ocupada, y tampoco he logrado conectar profundamente con mis compañeros de maestría. Todos están igual de estresados y competitivos.\n\n## Pregunta 3: ¿Has implementado alguna estrategia para manejar estas situaciones?\n\nSí, he intentado varias cosas. El **ejercicio físico** me ayuda mucho cuando logro hacerlo. Salgo a correr dos o tres veces por semana, y esos 30 minutos son como mi terapia. También he estado intentando mejorar mi **organización del tiempo**, usando una agenda digital donde planifico cada hora de mi día.\n\nHace dos meses empecé a ir a terapia, fue difícil dar ese paso de **búsqueda de ayuda profesional**, pero ha sido muy valioso. Mi terapeuta me ha enseñado algunas técnicas de respiración y me ayuda a poner las cosas en perspectiva.\n\nLo que no me ha funcionado tanto es la **meditación**. He intentado usar apps como Calm o Headspace, pero no logro concentrarme. Mi mente sigue dando vueltas a todas las tareas pendientes.\n\n## Pregunta 4: ¿Hay algo que la universidad podría hacer para apoyarte mejor?\n\nCreo que sería muy útil que hubiera más recursos de salud mental disponibles. Sé que hay un centro de consejería, pero las citas están agendadas con meses de anticipación. También me gustaría que los profesores fueran más conscientes de la salud mental de los estudiantes. A veces parece que no entienden que estamos al límite.",
            "contentHash": "a3f5e8c9d1b2f4a6c8e0d2f4a6c8e0d2f4a6c8e0d2f4a6c8e0d2f4a6c8e0d2f4",
            "metadata": {
                "uploadDate": "2024-01-16T14:30:00.000Z",
                "lastModified": "2024-01-16T14:30:00.000Z",
                "wordCount": 387,
                "characterCount": 2345
            },
            "projectId": "65a1b2c3d4e5f6a7b8c9d0e1",
            "summary": "Estudiante de maestría en Psicología Clínica reporta altos niveles de ansiedad y estrés relacionados con la carga académica, expectativas personales y aislamiento social. Ha implementado estrategias como ejercicio físico, organización del tiempo y terapia profesional con resultados variables. Solicita mayor disponibilidad de recursos de salud mental en la universidad."
        },
        {
            "_id": "65a4e5f6a7b8c9d0e1f2a3b5",
            "title": "Entrevista - Estudiante Posgrado 02",
            "originalFilename": "entrevista_estudiante_02.txt",
            "originalFormat": "txt",
            "markdownContent": "# Entrevista Estudiante de Doctorado\n\n**Fecha:** 18 de enero de 2024  \n**Participante:** E02  \n**Edad:** 32 años  \n**Programa:** Doctorado en Neurociencias\n\n## Contexto general\n\nEl participante está en su tercer año de doctorado. Trabaja en un laboratorio de investigación y está en proceso de análisis de datos para su tesis.\n\n## ¿Cómo ha sido tu experiencia emocional últimamente?\n\nMuy complicada, para ser honesto. Hay momentos en los que siento que estoy en un pozo sin fondo. La **depresión** es algo con lo que he lidiado desde hace varios años, pero durante el doctorado se ha intensificado. Hay semanas enteras donde me cuesta levantarme de la cama, y la **motivación baja** hace que procrastine incluso las tareas más simples.\n\nEl **síndrome del impostor** es brutal. Veo a otros estudiantes avanzando con sus proyectos, publicando artículos, y yo siento que no soy lo suficientemente inteligente para estar aquí. A veces leo papers y no entiendo nada, y eso me hace sentir como un fraude.\n\n## ¿Qué aspectos del programa contribuyen a eso?\n\nPrincipalmente la **falta de recursos**. Nuestro laboratorio tiene presupuesto muy limitado, así que constantemente estamos luchando por conseguir materiales o acceso a equipos. Eso retrasa mi investigación y genera mucha frustración.\n\nTambién está la relación con mi asesor. No es mala, pero siento que tiene **expectativas altas** que no siempre son realistas. Me pide avances constantes, pero no siempre hay resultados que reportar en investigación básica. Eso genera mucha presión.\n\nEl **aislamiento social** es otro factor importante. Paso la mayor parte del tiempo en el laboratorio, muchas veces solo. Mis experimentos requieren que esté ahí hasta tarde, así que casi no veo a mi familia o amigos. Incluso los fines de semana estoy pensando en el trabajo.\n\n## ¿Has buscado apoyo o estrategias?\n\nSí, estoy medicado para la **depresión** desde hace un año. También voy a terapia cada dos semanas, aunque honestamente hay veces que me cuesta ir porque me siento muy cansado. Mi terapeuta me ha estado ayudando con la **búsqueda de ayuda profesional** adecuada, me refirió a un psiquiatra que ajustó mi medicación.\n\nEn cuanto a estrategias prácticas, intento mantener una rutina de **ejercicio físico**, aunque no siempre la cumplo. Voy al gimnasio del campus cuando puedo, generalmente 2-3 veces por semana. Me ayuda a desconectar un poco.\n\nHe encontrado algo de **apoyo de pares** en un grupo de estudiantes de doctorado que nos reunimos cada mes para compartir experiencias. Es reconfortante saber que no soy el único que lucha con estas cosas.\n\n## ¿Qué cambios institucionales ayudarían?\n\nSería increíble tener más apoyo en salud mental específico para estudiantes de posgrado. También creo que debería haber más conversaciones abiertas sobre salud mental en la academia. Hay mucho estigma todavía.",
            "contentHash": "b7d9e1f3a5c7e9f1b3d5f7a9c1e3f5a7c9e1f3a5c7e9f1b3d5f7a9c1e3f5a7c9",
            "metadata": {
                "uploadDate": "2024-01-19T09:15:00.000Z",
                "lastModified": "2024-01-19T09:15:00.000Z",
                "wordCount": 423,
                "characterCount": 2678
            },
            "projectId": "65a1b2c3d4e5f6a7b8c9d0e1",
            "summary": "Estudiante de doctorado en Neurociencias experimenta depresión intensificada durante sus estudios, síndrome del impostor y baja motivación. Factores contribuyentes incluyen falta de recursos de laboratorio, presión del asesor y aislamiento social. Utiliza tratamiento psiquiátrico, terapia, ejercicio y grupos de apoyo con pares como estrategias de afrontamiento."
        },
        {
            "_id": "65a4e5f6a7b8c9d0e1f2a3b6",
            "title": "Grupo Focal - Cambio Climático",
            "originalFilename": "grupo_focal_clima.docx",
            "originalFormat": "docx",
            "markdownContent": "# Grupo Focal: Percepciones sobre Cambio Climático\n\n**Fecha:** 12 de febrero de 2024  \n**Participantes:** 8 ciudadanos (edades 25-55 años)  \n**Moderador:** Investigador Principal  \n**Duración:** 90 minutos\n\n## Segmento 1: Conciencia del problema\n\n**Moderador:** ¿Qué piensan cuando escuchan \"cambio climático\"?\n\n**P1 (Mujer, 28 años):** Pienso en que hace cada vez más calor. Los veranos son insoportables ahora. Pero honestamente, a veces siento que es algo muy grande y lejano, como que no me afecta directamente en mi día a día.\n\n**P2 (Hombre, 45 años):** Yo veo los efectos en mi trabajo. Soy agricultor, y los patrones de lluvia han cambiado completamente. Ya no podemos predecir las temporadas como antes. Eso afecta nuestras cosechas directamente.\n\n**P3 (Mujer, 33 años):** Creo que hay mucha **negación del problema** todavía. Conozco gente que dice que es un ciclo natural, que siempre ha habido cambios en el clima. No quieren aceptar que nosotros tenemos algo que ver.\n\n## Segmento 2: Responsabilidad y acción\n\n**Moderador:** ¿De quién creen que es la responsabilidad de actuar?\n\n**P4 (Hombre, 52 años):** Para mí es claro que es **responsabilidad gubernamental**. Las empresas grandes son las que más contaminan, y solo el gobierno puede regularlas. Nosotros como individuos podemos reciclar y todo eso, pero es una gota en el océano comparado con lo que hacen las industrias.\n\n**P5 (Mujer, 29 años):** Yo no estoy de acuerdo. Creo que todos tenemos **responsabilidad individual**. Si cada uno hace pequeños cambios, sí hace diferencia. Yo dejé de usar popotes de plástico, llevo mis bolsas reutilizables al súper, trato de no desperdiciar comida.\n\n**P6 (Hombre, 38 años):** Ambos tienen razón, pero creo que el énfasis debe estar en el gobierno. Necesitamos políticas públicas fuertes, incentivos para energía renovable, transporte público eficiente. Esas son cosas que el individuo no puede resolver solo.\n\n**P7 (Mujer, 41 años):** El problema es que el gobierno tampoco hace suficiente. Hacen promesas en campaña, pero luego no pasa nada concreto. Y mientras tanto, el tiempo se agota.\n\n## Segmento 3: Barreras para la acción\n\n**Moderador:** ¿Qué les impide tomar más acciones personales?\n\n**P1:** Principalmente el costo. Las opciones ecológicas suelen ser más caras. Los paneles solares son carísimos, los productos orgánicos cuestan el doble, los autos eléctricos están fuera de mi alcance.\n\n**P8 (Hombre, 31 años):** Yo diría que también la falta de infraestructura. Quiero usar el transporte público, pero donde vivo no hay. El camión pasa cada hora y media, y eso no es práctico cuando tienes que ir al trabajo.\n\n**P3:** Hay mucha información contradictoria también. Un día te dicen que reciclar plástico es bueno, al otro que en realidad no sirve de nada porque la mayoría no se recicla realmente. Eso es frustrante y te hace pensar \"¿para qué me esfuerzo?\"\n\n**P5:** Creo que hay un factor psicológico. Es más fácil no pensar en ello porque es abrumador. Cuando piensas en la magnitud del problema, te sientes impotente. Entonces es como una **negación del problema** inconsciente para protegerte.\n\n## Segmento 4: Esperanza y futuro\n\n**P2:** Yo todavía tengo esperanza. Veo a las nuevas generaciones mucho más conscientes. Mis hijos me enseñan cosas sobre sustentabilidad que yo no sabía.\n\n**P4:** Necesitamos ver acciones concretas del gobierno. Si ven que realmente se están tomando medidas serias, la gente va a estar más dispuesta a cooperar.\n\n**P7:** Yo creo que la tecnología puede ayudar mucho. Ya hay innovaciones increíbles en energía limpia, agricultura sustentable. Solo necesitamos que sean más accesibles.",
            "contentHash": "c2e4f6a8c0e2f4a6c8e0f2a4c6e8f0a2c4e6f8a0c2e4f6a8c0e2f4a6c8e0f2a4",
            "metadata": {
                "uploadDate": "2024-02-13T16:45:00.000Z",
                "lastModified": "2024-02-13T16:45:00.000Z",
                "wordCount": 615,
                "characterCount": 3892
            },
            "projectId": "65a1b2c3d4e5f6a7b8c9d0e2"
        },
        {
            "_id": "65a4e5f6a7b8c9d0e1f2a3b7",
            "title": "Entrevista Docente - Tecnología Educativa",
            "originalFilename": "entrevista_docente_01.txt",
            "originalFormat": "txt",
            "markdownContent": "# Entrevista: Docente de Secundaria sobre Tecnología\n\n**Fecha:** 18 de febrero de 2024  \n**Participante:** D01  \n**Experiencia:** 15 años enseñando Matemáticas  \n**Nivel:** Secundaria pública\n\n## Experiencia con tecnología educativa\n\n**Investigador:** ¿Cómo ha sido tu experiencia incorporando tecnología en tus clases?\n\n**D01:** Ha sido un proceso muy irregular. Tengo que ser honesta, al principio tuve mucha **resistencia al cambio**. Llevo 15 años enseñando de cierta manera, y cuando de repente te dicen que tienes que usar tablets, pizarrones inteligentes y plataformas en línea, es intimidante.\n\nEl problema principal es la **falta de capacitación**. Nos dieron los equipos, sí, pero la capacitación fue de dos horas un sábado por la mañana. Eso no es suficiente para aprender a usar herramientas complejas. Muchos de mis colegas mayores están igual o peor que yo.\n\n## Barreras enfrentadas\n\n**Investigador:** ¿Qué obstáculos específicos has encontrado?\n\n**D01:** Primero, el **acceso limitado**. Aunque tenemos una sala de cómputo, solo podemos usarla una vez por semana porque hay muchos grupos. Además, no todos los estudiantes tienen internet en casa, lo cual limita mucho el uso de plataformas educativas o tarea en línea.\n\nSegundo, cuando hay problemas técnicos, no tenemos a quién recurrir rápidamente. El encargado de sistemas viene solo dos días a la semana. Si el proyector no funciona o la plataforma se cae, perdemos la clase completa.\n\nTercero, y esto es importante, hay una **falta de capacitación** constante. Necesitamos actualización continua, no solo un taller inicial. Las herramientas cambian, aparecen nuevas apps educativas, y nosotros nos quedamos usando lo mismo porque no sabemos que hay mejores opciones.\n\n## Beneficios observados\n\n**Investigador:** A pesar de las dificultades, ¿has notado beneficios?\n\n**D01:** ¡Definitivamente! Cuando logro usar la tecnología bien, veo un **mayor engagement estudiantil**. Los chicos están tan acostumbrados a usar dispositivos que cuando incorporo, por ejemplo, Kahoot para repasar o videos interactivos, participan mucho más que con el método tradicional.\n\nTambién he notado **flexibilidad pedagógica**. Puedo adaptar mejor mis clases a diferentes ritmos de aprendizaje. Hay estudiantes que aprenden mejor visualmente, entonces les puedo compartir videos explicativos. Otros prefieren practicar con ejercicios interactivos.\n\nY hay un **ahorro de tiempo** en ciertas tareas administrativas. Por ejemplo, puedo calificar exámenes de opción múltiple automáticamente con Google Forms, eso me libera tiempo para enfocarse en retroalimentación más cualitativa.\n\n## Necesidades de apoyo\n\n**Investigador:** ¿Qué necesitarías para aprovechar mejor la tecnología?\n\n**D01:** Primero, capacitación continua y práctica. No teórica, sino que nos enseñen paso a paso cómo usar herramientas específicas que sean útiles para nuestras materias.\n\nSegundo, mejor infraestructura. Necesitamos internet estable y más dispositivos disponibles para los estudiantes que no tienen acceso en casa.\n\nTercero, tiempo. No podemos estar aprendiendo nuevas herramientas en nuestro tiempo libre. La capacitación debe ser parte de nuestro horario laboral.\n\nCuarto, una comunidad de apoyo. Sería genial tener un grupo de docentes donde compartamos recursos, resolvamos dudas, y nos apoyemos mutuamente. A veces un colega puede explicarte algo mucho mejor que un tutorial en YouTube.\n\n## Reflexión final\n\n**D01:** Creo que la tecnología tiene un potencial enorme para mejorar la educación, pero necesitamos mejores condiciones para implementarla. No es solo cuestión de entregar dispositivos y esperar que mágicamente todo mejore. Necesitamos acompañamiento, recursos, y sobre todo, reconocer que el cambio toma tiempo y requiere apoyo continuo.",
            "contentHash": "d3f5a7c9e1f3a5c7e9f1a3c5e7f9a1c3e5f7a9c1e3f5a7c9e1f3a5c7e9f1a3c5",
            "metadata": {
                "uploadDate": "2024-02-19T11:20:00.000Z",
                "lastModified": "2024-02-19T11:20:00.000Z",
                "wordCount": 568,
                "characterCount": 3654
            },
            "projectId": "65a1b2c3d4e5f6a7b8c9d0e3"
        }
    ]
}